ack
apt-transport-https
build-essential
# byobu
# bzr
ca-certificates
cmake
ctags
curl
direnv
docker
duplicity
exiv2
git-core
htop
libc6-dev
libevent-dev
libgmp-dev
libpcre2-dev
libpng-dev
libreadline-dev
libssl-dev
libxml2-dev
libyaml-dev
# libyaml-dev
# libz-dev
net-tools
openssh-server
python-dev
python-pip
python-pygments
python3-dev
python3-pip
software-properties-common
tar
thefuck
tmux
unison
unzip
xclip
xdg-utils
zlib1g-dev
zsh