adb
apt-transport-https
# fix that zsh nonsense
bash
bash-completion
build-essential
ca-certificates
curl
#direnv
dos2unix
emacs
git
gnupg2
gnutls-bin
guake
htop
libpoppler-glib-dev
libssl-dev
pandoc
python-pygments
python3
python3-pip
ranger
scrot
tar
thefuck
tmux
unzip
vim
xclip
#zsh
