apt-transport-https
build-essential
ca-certificates
curl
direnv
git
gnupg2
gnutls-bin
guake
htop
libpoppler-glib-dev
libssl-dev
python-pygments
python3-dev
python3-pip
ranger
scrot
software-properties-common
tar
thefuck
tmux
unzip
vim
xclip
zsh